Repository: KoukeNeko/Hamasen
Catalog: HamasenFileProvider/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

# %lld 個項目無法釋放本機空間：%@
source: Could not free local space for %1$lld items: %2$@
ja: %1$lld個の項目でローカルの空き容量を増やせませんでした：%2$@
ko: %1$lld개 항목의 로컬 공간을 확보하지 못했습니다: %2$@
zh_hans: %1$lld 个项目无法释放本地空间：%2$@
zh_hant: %lld 個項目無法釋放本機空間：%@

# ACTION_COPY_LOCAL_PATH
source: Copy Local Path
ja: ローカルパスをコピー
ko: 로컬 경로 복사
zh_hans: 拷贝本地路径
zh_hant: 複製本機路徑

# ACTION_COPY_REMOTE_PATH
source: Copy Remote Path
ja: リモートパスをコピー
ko: 원격 경로 복사
zh_hans: 拷贝远程路径
zh_hant: 複製遠端路徑

# ACTION_FREE_LOCAL_SPACE
source: Free Up Local Space
ja: ローカルの空き容量を増やす
ko: 로컬 공간 확보
zh_hans: 释放本地空间
zh_hant: 釋放本機空間

# ACTION_KEEP_ON_MAC
source: Keep on This Mac
ja: このMacに保持
ko: 이 Mac에 보관
zh_hans: 保留在这台 Mac
zh_hant: 保留在這台 Mac

# ACTION_REFRESH
source: Refresh
ja: 更新
ko: 새로 고침
zh_hans: 刷新
zh_hant: 重新整理

# ACTION_STOP_KEEPING_ON_MAC
source: Stop Keeping on This Mac
ja: このMacへの保持をやめる
ko: 이 Mac에 보관 해제
zh_hans: 取消保留在这台 Mac
zh_hant: 取消保留在這台 Mac

# ACTION_UNMOUNT_SERVER
source: Unmount Server from Finder
ja: このサーバをFinderからマウント解除
ko: Finder에서 이 서버 마운트 해제
zh_hans: 从“访达”卸载此服务器
zh_hant: 從 Finder 卸載此伺服器

# DECORATION_PAUSED
source: Paused
ja: 一時停止中
ko: 일시 정지됨
zh_hans: 已暂停
zh_hant: 已暫停

# DECORATION_PINNED
source: Kept on This Mac
ja: このMacに保持中
ko: 이 Mac에 보관됨
zh_hans: 保留在这台 Mac
zh_hant: 保留在這台 Mac

# 不支援的動作：%@
source: Unsupported action: %@
ja: サポートされていない操作：%@
ko: 지원되지 않는 동작: %@
zh_hans: 不支持的操作：%@
zh_hant: 不支援的動作：%@

# 只能從伺服器資料夾卸載
source: Only a server folder can be unmounted
ja: サーバのフォルダからのみマウント解除できます
ko: 서버 폴더에서만 마운트 해제할 수 있습니다
zh_hans: 只能从服务器文件夹卸载
zh_hant: 只能從伺服器資料夾卸載

# 無法寫入剪貼簿
source: Could not write to the clipboard
ja: クリップボードに書き込めませんでした
ko: 클립보드에 쓸 수 없습니다
zh_hans: 无法写入剪贴板
zh_hant: 無法寫入剪貼簿

# 這個項目不屬於 Hamasen 掛載
source: This item is not part of a Hamasen mount
ja: この項目はHamasenのマウントに含まれていません
ko: 이 항목은 Hamasen 마운트에 속하지 않습니다
zh_hans: 这个项目不属于 Hamasen 挂载
zh_hant: 這個項目不屬於 Hamasen 掛載
